"Are you sure you want to permanently delete the selected items?" = "Are you sure you want to permanently delete the selected items?";
"Do not show remaining errors." = "Do not show remaining errors.";